/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", %1$@ %2$@ kalorier totalt";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", totaldistanse %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ med %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "%1$@-treningsøkt, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "endret %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "%@ kontoer";

/* %@=Type of workout */
"%@ Workout, no unit data" = "%@-treningsøkt, ingen enhetsdata";

/* A folder in Dropbox or Box */
"Folder" = "Mappe";

/* A single App Store app */
"App Store app" = "App Store-app";

/* A single Box file */
"Box file" = "Box-fil";

/* A single Dropbox file */
"Dropbox file" = "Dropbox-fil";

/* A single Evernote note */
"Evernote note" = "Evernote-notat";

/* A single Giphy item */
"Giphy item" = "Giphy-objekt";

/* A single Trello board */
"Trello board" = "Trello-tavle";

/* A single Trello card */
"Trello card" = "Trello-kort";

/* A single Trello item */
"Trello item" = "Trello-objekt";

/* A single Trello list */
"Trello list" = "Trello-liste";

/* A single Ulysses sheet */
"Ulysses sheet" = "Ulysses-ark";

/* A single bar code */
"Bar code" = "Strekkode";

/* A single blood pressure recording */
"Blood pressure" = "Blodtrykk";

/* A single health sample in HealthKit */
"Health sample" = "Helse-datapunkt";

/* A single iTunes artist */
"iTunes artist" = "iTunes-artist";

/* A single iTunes product */
"iTunes product" = "iTunes-produkt";

/* Access resource error for notifications */
"Update Notification Settings" = "Oppdater varslingsinnstillinger";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Veksler mellom kameraet foran og bak";

/* Accessibility label for camera shutter button */
"Take picture" = "Ta bilde";

/* Accessibility label; button to start dictation */
"Start dictation" = "Start diktering";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Stopp diktering";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Kameravelger – framovervendt";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Kameravelger – bakovervendt";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Kamerabytte";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Du må angi et navn for det nye Trello-kortet.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Du må velge en tavle å opprette kortet på.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Du må velge en liste å opprette kortet på.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Opplasting av %@ som vedlegg mislyktes.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Det angitte varseltidspunktet er ugyldig. Se etter stavefeil, og husk å oppgi et klokkeslett.";

/* Add new event; choose end date */
"Choose End Date" = "Velg sluttdato";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Det ble oppgitt en ugyldig sluttdato. Oppgi en sluttdato for denne hendelsen.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Det ble oppgitt en ugyldig startdato. Oppgi en startdato for denne hendelsen.";

/* Add new event; error */
"Invalid End Date" = "Ugyldig sluttdato";

/* Add new event; error */
"Invalid Start Date" = "Ugyldig startdato";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Ingen tittel angitt. Angi en tittel for denne hendelsen.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Ingen tittel angitt. Angi en tittel for denne påminnelsen.";

/* Add new reminder error */
"The alert location provided could not be found." = "Fant ikke varselstedet som ble angitt.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Når jeg går inn i: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Når jeg forlater: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Når i nærheten av: %@";

/* Add new reminder; alert trigger never */
"Never" = "Aldri";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Varierer";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Ingen liste markert";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Du må velge en liste der oppgaven skal legges til.";

/* Add to Wunderlist action no title error */
"No Title" = "Ingen tittel";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Du må angi en tittel når du oppretter en ny oppgave i Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "hver dag";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Angi WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Slår WLAN på eller av på enheten.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Du må angi et filnavn eller en bane i Tilføy i fil.";

/* Append file failure reason */
"No File Path Provided" = "Ingen filbane oppgitt";

/* Ask for input action */
"Enter URL" = "Oppgi URL";

/* Ask for input action */
"Enter number" = "Oppgi tall";

/* Ask for input action */
"Pick date" = "Velg dato";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Trykk for å slutte å ta opp.";

/* Audio recorder */
"Tap to start recording." = "Trykk for å begynne å ta opp.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Base64-dataene som ble sendt til Base64-koding, er ugyldig.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Det finnes allerede en fil med navnet «%@» på denne plasseringen.";

/* Box error */
"The folder doesn't exist" = "Mappen finnes ikke";

/* Box error */
"The folder doesn’t exist" = "Mappen finnes ikke";

/* Box error message */
"An error occured while authenticating your Box account." = "Det oppsto en feil under autentisering av Box-kontoen din.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Mappen du prøvde å arkivere i (%1$@), er en fil i %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Banen du prøvde å føye til tekst på slutten av (%1$@), er i en fil i %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Banen du prøvde å opprette en mappe i (%1$@), er en fil i %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Banen du prøvde å opprette en mappe i (%1$@), er i en fil i %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Banen du prøvde å arkivere til (%1$@), finnes ikke i %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Fant ikke «%@» på Box-kontoen din.";

/* Button */
"Cancel" = "Avbryt";

/* Button */
"Continue Anyway" = "Fortsett likevel";

/* Button */
"Delete" = "Slett";

/* Button */
"Delete Account" = "Slett konto";

/* Button */
"Done" = "Ferdig";

/* Button */
"Log In" = "Logg på";

/* Button */
"Next" = "Neste";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Prøv på nytt";

/* Button */
"Sign In" = "Logg på";

/* Button or title */
"Add Account" = "Legg til konto";

/* Button or title */
"Login" = "Pålogging";

/* Button that takes user to the iOS Health app */
"Open Health" = "Åpne Helse";

/* Button to allow access to health data or notifications */
"Allow Access" = "Gi tilgang";

/* Button to open Settings */
"Open Settings" = "Åpne Innstillinger";

/* Button; edit opacity */
"Opacity" = "Opasitet";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotasjon";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Opprett appspesifikt passord";

/* Button; reset changes made in overlay image action */
"Reset" = "Nullstill";

/* Camera flash option - auto */
"Auto" = "Automatisk";

/* Camera flash option - off */
"Off" = "Av";

/* Camera flash option - on */
"Flash On" = "På";

/* Choose an item */
"Choose" = "Velg";

/* Choose from list action */
"Choose an item" = "Velg et objekt";

/* Choose multiple images */
"Choose Images" = "Velg bilder";

/* Choose one image */
"Choose Image" = "Velg bilde";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Denne filen er for stor for CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Den daglige opplastingsgrensen for CloudApp-gratisabonnementet er overskredet.";

/* Combine images action error */
"Cannot run Combine Images" = "Kan ikke utføre Kombiner bilder";

/* Combine images action error description */
"No images were provided to combine." = "Ingen bilder ble angitt for kombinering.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Værforhold";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Værforhold";

/* Content property name */
"Biological Sex (Content Property Name)" = "biologisk kjønn";

/* Content property name */
"Blood Type (Content Property Name)" = "blodtype";

/* Content property name */
"Date of Birth (Content Property Name)" = "fødselsdato";

/* Content property name */
"Unspecified (Content Property Name)" = "uspesifisert";

/* Create IFTTT applet */
"Create Applet" = "Opprett applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Du må velge en tavle å opprette listen på.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Du må angi en bane for den nye mappen.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Bane ikke oppgitt!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Eventyr/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Eventyr/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Intet navn oppgitt. Oppgi et navn for spillelisten.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Startdato blodtrykk";

/* Default notification text for Show Notification action. */
"Notification" = "Varsling";

/* Default value for the translate text action */
"Detect Language" = "Fastslå språk";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Er du sikker på at du vil slette %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Er du HELT SIKKER på at du vil slette %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Er du ABSOLUTT HELT SIKKER på at du vil slette %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Vil du slette %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "treningsøkt";

/* Dictate text action error */
"Recognition Unavailable" = "Gjenkjenning er ikke tilgjengelig";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Talegjenkjenning er ikke tilgjengelig for øyeblikket. Du må kanskje koble til Internett.";

/* Dictate text action is listening to user */
"Now listening…" = "Lytter nå…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Husk å sende en URL til Hent innhold på URL-handlingen.";

/* Download URL or Open URL action error */
"No URL Specified" = "Ingen URL angitt";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Ventet en fil, men den oppgitte banen peker på noe som ikke er en fil.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Ventet en mappe, men den oppgitte banen peker på noe som ikke er en mappe.";

/* Dropbox error */
"A shared link already exists." = "Det finnes allerede en delt kobling.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Tilgang til den aktuelle banen er ikke tillatt.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Det oppsto en feil ved oppretting av en delt kobling fordi e-postadressen som er knyttet til Dropbox-kontoen din, ikke er verifisert.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox får ikke tilgang til denne filen eller mappen på grunn av navnet.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox kan ikke arkivere denne filen eller mappen på grunn av navnet.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox kan ikke skrive til den angitte banen på grunn av en konflikt.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Filen kan ikke overføres fordi restriksjoner gjelder for innholdet. Det kan for eksempel være juridiske restriksjoner grunnet opphavsrettslige krav.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Den oppgitte banerotparameteren er ugyldig.";

/* Dropbox error */
"The request timed out. Please try again." = "Tidsavbrudd for forespørselen. Prøv igjen.";

/* Dropbox error */
"The share settings provided are invalid." = "De angitte delingsinnstillingene er ugyldige.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Fant ingen filer på den angitte plasseringen.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Du har ikke tilgang til å endre innstillinger for denne koblingen.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Du har ikke nok tilgjengelig plass i Dropbox til å skrive disse dataene.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Du har ikke rettigheter til å skrive til den angitte plasseringen.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Banen du prøvde å arkivere til (%1$@), er en fil i %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "«%@» kunne ikke arkiveres fordi det er en mappe eller en pakke. Vurder å lage en zip-fil av denne filen ved hjelp av Lag arkiv før du arkiverer.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Intet objekt ble funnet på plasseringen: %@";

/* Dropbox or Box error */
"Folder already exists" = "Mappen finnes allerede";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Banen du prøvde å arkivere til (%1$@), er en fil i %2$@. Når du skal arkivere flere filer samtidig, bør du i stedet angi en bane til en mappe.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Banen du prøvde å arkivere til (%1$@), er en mappe i %2$@. Når du skal føye til tekst på slutten eller begynnelsen av en fil, bør du i stedet angi en bane til en fil.";

/* Dropbox unknown error */
"An unknown error occurred" = "Det oppsto en ukjent feil";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Det oppsto en ukjent feil (%@)";

/* Email account encryption */
"Encryption" = "Kryptering";

/* Email account login authentication error */
"Authentication Failed" = "Autentisering mislyktes";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Du har skrevet inn feil e-postadresse eller passord.\n\nHvis totrinnsverifisering er aktivert, må du opprette et appspesifikt passord.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Du har oppgitt feil e-postadresse eller passord.\n\nHvis totrinnsverifisering er aktivert, må du skrive inn et appspesifikt passord i stedet.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Avansert";

/* Email address field placeholder */
"user@example.com" = "bruker@example.com";

/* Email address field title or placeholder */
"Email" = "E-post";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Vertsnavn";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Sluttdato blodtrykk";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Spill av lyd mislyktes fordi inndata hadde et format som ikke støttes.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Oppgi en gyldig dato i Dato-handlingen.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Ugyldig dato";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Hent reisetid mislyktes fordi det ikke ble mottatt inndata med bestemmelsessted.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Utfør JavaScript på nettside mislyktes fordi ingen nettside ble mottatt som inndata.";

/* Error message */
"Your email or password is incorrect." = "E-postadressen eller passordet ditt er feil.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Send en gyldig strømme-URL til Hent objekter fra RSS-strøm-handlingen.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Oppgi en gyldig adresse i Gateadresse-handlingen.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Stedet du sendte til Hent reisetid-handlingen ble ikke funnet. Prøv å spesifisere et større tettsted eller en by i tillegg til gateadresse.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Det ble funnet flere alarmer med etiketten %@. Prøv å velge en spesifikk alarm.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Utfør en Hjem-stemning mislyktes fordi hjemmet «%1$@» ikke ble funnet.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Utfør en Hjem-stemning mislyktes fordi stemningen «%1$@» ikke ble funnet i hjemmet «%2$@».";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Utfør en Hjem-stemning mislyktes fordi det ikke var valgt et hjem.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Utfør en Hjem-stemning mislyktes fordi det ikke var valgt en stemning.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Kan ikke lese nyhetsstrømmen";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Ingen adresse";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Ugyldig sted";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Oppgi en enhet å konvertere til.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Målingen mislyktes fordi det ikke var valgt noen enhet. Velg en enhet.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "En måling med enheten %1$@ kan ikke konverteres til %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Angi en gyldig dato for alarmen.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "For å bruke denne handlingen må du aktivere Siri i Innstillinger.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Kan ikke utføre forespørselen fordi Siri er deaktivert.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Nedtellingens varighet må være på mindre enn 24 timer.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Angi en varighet for nedtellingen.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Angi alarmen som skal slås av/på.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Det oppsto en ukjent feil under utføring av forespørselen.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Kan ikke utføre forespørselen fordi den ikke støttes på denne plattformen.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Sted mangler";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Nettside mangler";

/* Exit shortcut action error */
"User requested shortcut exit." = "Bruker ba om avslutning av snarvei.";

/* File name example with preceding / */
"/example.txt" = "/eksempel.txt";

/* File name example without preceding / */
"example.txt" = "eksempel.txt";

/* File picker; button */
"Save Here" = "Arkiver her";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Hent markerte filer (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Hent markert fil (1)";

/* File status */
"This folder is empty" = "Denne mappen er tom";

/* File status loading */
"Loading…" = "Laster inn…";

/* Find health sample; no samples found */
"No Samples Found" = "Ingen datapunkter funnet";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Enten er ingen %@-datapunkter loggført eller så må du gi Snarveier tilgang til datapunktene i Helse-appen.";

/* Finish dictation command */
"Finish Dictation" = "Avslutt diktering";

/* Generic health object type when we can’t determine the object type */
"Health" = "Helse";

/* Get File action; file name example with preceding / */
"/example.txt" = "/eksempel.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "eksempel.txt";

/* Get IP address action error */
"The domain could not be found." = "Fant ikke domenet.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Fant ikke domenet. (Feil 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Svardataene var ikke en gyldig streng.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Du må velge en tavle å hente kort fra.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Du må velge en tavle å hente lister fra.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Du må velge en liste å hente kort fra.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Trello-kontoen kunne ikke verifiseres. Logg ut og prøv igjen!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Ingen nøkkel oppgitt";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Fant ikke angitt plassering";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Intet angitt sted";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Hent avstand er konfigurert for å hente reisetid fra et angitt sted, men stedet du har angitt, ble ikke funnet.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Hent avstand er konfigurert for å hente reisetid fra et angitt sted, men sted har ikke blitt angitt.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Hent avstand kunne ikke beregne distanse fordi det ikke ble mottatt inndata med sted.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Fant ikke emojifonten.";

/* Get frames from image error */
"No Image Provided" = "Ingen bilder oppgitt";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Det ble ikke sendt en GIF som inndata til Hent enkeltbilder fra bilde.";

/* Get group from matched text action error */
"No Match" = "Ingen treff";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Indeksen du har spesifisert, er utenfor det mulige området (du ba om gruppe %1$ld, mens treffet kun har %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Hent gruppe fra funnet tekst mislyktes fordi det ikke var noen treff for søkegruppen %ld.";

/* Get halfway point action error */
"No first location was provided." = "Det første stedet er ikke oppgitt.";

/* Get halfway point action error */
"No second location was provided." = "Det andre stedet er ikke oppgitt.";

/* Get halfway point action error */
"Please provide a first location." = "Oppgi det første stedet.";

/* Get halfway point action error */
"Please provide a second location." = "Oppgi det andre stedet.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Det oppgitte området var ugyldig (du ba om objekt %1$d til %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Området du har spesifisert, er utenfor det mulige området (du ba om objekt %1$d til %2$d, mens det første objektet er ved indeks 1).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Området du har spesifisert, er utenfor det mulige området (du ba om objekt %1$d til %2$d, mens listen kun inneholder %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Du ba om objekt %d, men det første objektet er på indeks 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Snarveier finner ingen importer i bildebiblioteket.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Snarveier finner ikke objektene i bildebiblioteket.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Hent reisetid er konfigurert for å hente reisetid fra et angitt sted, men stedet du har angitt, ble ikke funnet.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Hent reisetid er konfigurert for å hente reisetid fra et angitt sted, men sted har ikke blitt angitt.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Tilgang til %@ er av for Helse. Du kan slå på helsedatakategorier i Helse-appen.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "For å kunne svare på dette spørsmålet må Snarveier ha tilgang til %@-dataene dine.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Snarveier har ikke tilgang til dine %@-data.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "%@-kvantitetsdatapunkt, ingen enhetsdata";

/* Health category date */
"Date" = "Dato";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Begynnelsen på syklusen";

/* Health category start date */
"Start Date" = "Startdato";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Blodtrykk";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Basert på";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Måltider";

/* Health quantity; blood pressure */
"Diastolic" = "Diastolisk";

/* Health quantity; blood pressure */
"Systolic" = "Systolisk";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Årsak";

/* Health unit for count of generic health sample */
"count" = "antall";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "antall";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "antall";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "unse(r)";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "%@-typer er ikke implementert";

/* HealthKit resource error */
"This device does not have the Health app." = "Denne enheten har ikke Helse-appen.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Denne snarveien krever Helse-appen, men denne enheten har ikke Helse-appen installert.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Tjenestevilkår";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Bruksvilkår";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Kontroller at enheten ikke er i Flymodus, og prøv igjen. Det kan hjelp å slå på Wi-Fi.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Snarveier kunne ikke finne din nåværende posisjon.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Det ble oppgitt en ugyldig dato. Oppgi en dato for datapunktet eller la datofeltet stå tomt for å bruke dagens dato.";

/* Log health sample */
"Invalid Date Range" = "Ugyldig datoperiode";

/* Log health sample */
"No Value Selected" = "Ingen verdi valgt";

/* Log health sample */
"Please select a type for this Health sample." = "Velg en type for dette Helse-datapunktet.";

/* Log health sample */
"Please select an end date that is after the start date." = "Velg en sluttdato som er etter startdatoen.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Velg en verdi for dette datapunktet for eggløsningsslimkvalitet.";

/* Log health sample; health sample type */
"No Type Selected" = "Ingen type valgt";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Ingen grunn valgt";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Velg årsak til insulinadministrasjon.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Velg en verdi for denne menstruasjonsprøven.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Angi om denne testen er fra begynnelsen av syklusen eller ikke.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Ingen enhet valgt";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Velg en måleenhet for dette Helse-datapunktet.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Velg en verdi for dette eggløsningstestresultatet.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Velg en verdi for dette søvnanalyseresultatet.";

/* Log in view; email address placeholder */
"Email address" = "E-postadresse";

/* Log workout action */
"No Workout Type Selected" = "Ingen treningsøkttype valgt";

/* Log workout action */
"Please select a type of activity for this workout." = "Velg en aktivitetstype for denne treningsøkten.";

/* Login error */
"Your username and/or password are incorrect." = "Feil brukernavn og/eller passord.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Akkreditivene er lagret kun på denne enheten og vil ikke deles med tjenerne våre eller tredjeparter.";

/* Mail error */
"A recipient is required to send message" = "Det kreves en mottaker for å sende meldingen";

/* Mail error */
"A sender is required to send message" = "Det kreves an avsender for å sende meldingen";

/* Mail error */
"A stable connection to the server could not be established" = "Kunne ikke opprette en stabil forbindelse til tjeneren";

/* Mail error */
"Account check failed because the account is invalid" = "Kontroll av konto mislyktes fordi kontoen er ugyldig";

/* Mail error */
"An application specific password is required" = "Programspesifikt passord kreves";

/* Mail error */
"An error occurred during an IDLE operation" = "Det oppsto en feil under en IDLE-handling";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Det oppsto en feil ved start eller avslutning av mappeabonnement";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Det oppsto en feil da en melding skulle legges til for den forespurte mappen";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Det oppsto en feil da en melding skulle kopieres til den forespurte mappen";

/* Mail error */
"An error occurred while creating the requested folder" = "Det oppsto en feil under opprettelse av den forespurte mappen";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Det oppsto en feil under sletting av en melding på POP-tjeneren";

/* Mail error */
"An error occurred while deleting the requested folder" = "Det oppsto en feil under sletting av den forespurte mappen";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Det oppsto en feil da en melding skulle slettes i den forespurte mappen";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Det oppsto en feil under henting av en meldingsliste på POP-tjeneren";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Det oppsto en feil under henting av meldinger i den forespurte mappen";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Det oppsto en ukjent feil under en No-Op-handling";

/* Mail error */
"An error occurred while renaming the requested folder" = "Det oppsto en feil under endring av navnet på den forespurte mappen";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Det oppsto en feil under innhenting av tjenerens egenskaper";

/* Mail error */
"An error occurred while requesting the server's identity" = "Det oppsto en feil under innhenting av tjenerens identitet";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Det oppsto en feil under innhenting av tjenerens navneområde";

/* Mail error */
"An error occurred while sending the message" = "Det oppsto en feil under sending av meldingen";

/* Mail error */
"An error occurred while storing flags" = "Det oppsto en feil under lagring av flagg";

/* Mail error */
"An error when requesting date" = "En feil ved innhenting av dato";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Forsøkte å sende en melding med et ulovlig vedlegg";

/* Mail error */
"Authentication is required for this SMTP server" = "Det kreves autentisering for denne SMTP-tjeneren";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Båndbreddebegrensninger ble overskredet ved innhenting av data fra denne Gmail-kontoen";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Kan ikke sende melding fordi mulig uønsket e-post ble funnet av tjener";

/* Mail error */
"Compression is not available" = "Komprimering er ikke tilgjengelig";

/* Mail error */
"Credentials with password too simple" = "Akkreditiver med passord som er for enkelt";

/* Mail error */
"Error while running custom command" = "Feil ved utføring av tilpasset kommando";

/* Mail error */
"File access error" = "Filtilgangsfeil";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "IMAP er ikke aktivert for denne Gmail-kontoen";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe er ikke lenger i drift som e-posttjeneste";

/* Mail error */
"No valid server found" = "Ingen gyldig tjener funnet";

/* Mail error */
"Sending messages is not allowed on this server" = "Denne tjeneren tillater ikke sending av meldinger";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "SMTP-lagringsgrensen ble overskredet ved forsøk på å sende en stor melding";

/* Mail error */
"The certificate for this server is invalid" = "Sertifikatet for denne tjeneren er ugyldig";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Denne HotMail-kontoen kan ikke koble til WebMail";

/* Mail error */
"The operation succeeded" = "Handlingen er utført";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Den forespurte mappen finnes ikke. Valg av mappe mislyktes";

/* Mail error */
"The server does not support STARTTLS connections" = "Tjeneren støtter ikke STARTTLS-forbindelser";

/* Mail error */
"The server does not support TLS/SSL connections" = "Tjeneren støtter ikke TLS/SSL-forbindelser";

/* Mail error */
"The user needs to log in via the web browser" = "Brukeren må logge på via nettleseren";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Det ble opprettet for mange samtidig forbindelser til denne Gmail-kontoen";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Kan ikke autentisere med akkreditivet som brukes med denne økten";

/* Mail error */
"Unable to parse response from server" = "Kan ikke behandle svaret fra tjeneren";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Brukeren er over grensen for meldinger som kan sendes i løpet av en dag";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Yahoo!s tjenere er for øyeblikket ikke tilgjengelige";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Variabelen «%@» inneholdt ikke et bilde til bruk for maskering.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Husk å velge en variabel for «Bildemaske»-valget i Masker bilde-handlingen.";

/* Mask Image action error title */
"No Mask Provided" = "Ingen maske oppgitt";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Velg en tjeneste i %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Denne JavaScript-prosedyren har likheter med en prosedyre som vi vet er usikker, og den vil av sikkerhetshensyn ikke bli utført.";

/* Multiple App Store apps */
"App Store apps" = "App Store-apper";

/* Multiple Box files */
"Box files" = "Box-filer";

/* Multiple Dropbox files */
"Dropbox files" = "Dropbox files-filer";

/* Multiple Evernote notes */
"Evernote notes" = "Evernote-notater";

/* Multiple Giphy items */
"Giphy items" = "Giphy-objekter";

/* Multiple Trello boards */
"Trello boards" = "Trello-tavler";

/* Multiple Trello cards */
"Trello cards" = "Trello-kort";

/* Multiple Trello items */
"Trello items" = "Trello-objekter";

/* Multiple Trello lists */
"Trello lists" = "Trello-lister";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Ulysses-ark";

/* Multiple bar codes */
"Bar codes" = "Strekkoder";

/* Multiple blood pressure recordings */
"Blood pressures" = "Blodtrykk";

/* Multiple health samples in HealthKit */
"Health samples" = "Helse-datapunkter";

/* Multiple iTunes artists */
"iTunes artists" = "iTunes-artister";

/* Multiple iTunes products */
"iTunes products" = "iTunes-produkter";

/* Multiple text matches */
"Text matches" = "teksttreff";

/* Multiple workout samples */
"Workout samples" = "Treningsdatapunkter";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ – %@: %@";

/* Navigation bar title */
"Edit Account" = "Rediger konto";

/* Navigation bar title */
"Email Settings" = "E-postinnstillinger";

/* Navigation bar title */
"Log In to CloudApp" = "Logg på CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Logg på | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Logg på Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Logg på Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Logg på WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Populært";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Mobilnett";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Tøm søkefeltet for å se populære GIF-er.";

/* No GIFs found empty state title */
"No Results Found" = "Ingen treff";

/* None option */
"None" = "Ingen";

/* One text match */
"Text match" = "teksttreff";

/* One workout sample */
"Workout sample" = "Treningsdatapunkt";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Husk å sende en URL til Åpne URL-handlingen.";

/* Open URL action error */
"The URL could not be opened." = "URL-en kunne ikke åpnes.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Åpne app mislyktes fordi den ikke fant noen app å åpne.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Åpne app mislyktes fordi appen ikke kunne åpnes.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Åpne i… mislyktes fordi den ikke fant noen app å åpne i.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ er ikke installert eller kunne ikke åpne filen %2$@.";

/* Optional field placeholder */
"Optional" = "Valgfritt";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Husk å velge en variabel i Overleggsbilde-handlingen.";

/* Overlay image action error */
"No Overlay Image" = "Overleggsbilde mangler";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Variabelen «%@» inneholdt ikke et bilde til å legge over.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Behandler bilde…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Kart";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Sykling";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Med bil";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Kollektivt";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Til fots";

/* Parameter placeholder; parameter sets a filename */
"optional" = "valgfritt";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB‑";

/* Parameter value */
"After Meal (Parameter Value)" = "Etter mat";

/* Parameter value */
"Asleep (Parameter Value)" = "I dvalemodus";

/* Parameter value */
"Awake (Parameter Value)" = "Våken";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Basaldose";

/* Parameter value */
"Before Meal (Parameter Value)" = "Før mat";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolusdose";

/* Parameter value */
"Creamy (Parameter Value)" = "Kremaktig";

/* Parameter value */
"Dry (Parameter Value)" = "Tørr";

/* Parameter value */
"Egg White (Parameter Value)" = "Eggeskallhvit";

/* Parameter value */
"Female (Parameter Value)" = "Kvinne";

/* Parameter value */
"Heavy (Parameter Value)" = "Tykk";

/* Parameter value */
"Idle (Parameter Value)" = "Inaktiv";

/* Parameter value */
"In Bed (Parameter Value)" = "I sengen";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Ubestemmelig";

/* Parameter value */
"Light (Parameter Value)" = "Lys";

/* Parameter value */
"Male (Parameter Value)" = "Mann";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Test ved makstrening";

/* Parameter value */
"Medium (Parameter Value)" = "Middels";

/* Parameter value */
"Negative (Parameter Value)" = "Negativ";

/* Parameter value */
"No (Parameter Value)" = "Nei";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Beregning uten trening";

/* Parameter value */
"Not Set (Parameter Value)" = "Ikke angitt";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O‑";

/* Parameter value */
"Other (Parameter Value)" = "Annet";

/* Parameter value */
"Positive (Parameter Value)" = "Positiv";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Prevensjon ble ikke brukt";

/* Parameter value */
"Protection Used (Parameter Value)" = "Prevensjon ble brukt";

/* Parameter value */
"Sticky (Parameter Value)" = "Klebrig";

/* Parameter value */
"Stood (Parameter Value)" = "Oppreist";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Beregning med normal trening";

/* Parameter value */
"Unspecified (Parameter Value)" = "Uspesifisert";

/* Parameter value */
"Watery (Parameter Value)" = "Tynn";

/* Parameter value */
"Yes (Parameter Value)" = "Ja";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Bruk inndataformatet";

/* Password placeholder or title */
"Password" = "Passord";

/* Person’s name field placeholder */
"John Appleseed" = "John Appleseed";

/* Person’s name field title */
"Name" = "Navn";

/* Pinboard login option */
"Use API Token" = "Bruk API-kjennetegn";

/* Pinboard login option */
"Use API Token Instead" = "Bruk API-kjennetegn i stedet";

/* Pinboard login option */
"Use Password" = "Bruk passord";

/* Pinboard login option */
"Use Password Instead" = "Bruk passord i stedet";

/* Pinboard login section header */
"API Token" = "API-kjennetegn";

/* Pinboard login section header */
"Pinboard Login" = "Pinboard-pålogging";

/* Playlist picker parameter */
"My Music Library" = "Mitt musikkbibliotek";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Fant ingen objekter i Pocket som oppfyller de angitte kriteriene.";

/* Post to Tumblr action error */
"No Blog" = "Ingen blogg";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Du har ikke angitt hvilken blogg det skal publiseres på.";

/* QuickLook action error */
"No Items" = "Ingen objekter";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Hurtigvisning-handlingen mottok ingen objekter for forhåndsvisning.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Aktiver Siri";

/* Remove calendar item error */
"Remove" = "Fjern";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Det angitte beløpet, %@, er over det tillatte maksimumsbeløpet du kan be om.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Det angitte beløpet, %@, er under det tillatte minimumsbeløpet du kan be om.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Personen du prøver å be om penger fra, har ikke konfigurert en konto for %@.";

/* Required field placeholder */
"Required" = "Kreves";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Prosedyren må bruke funksjonen `completion(result)` når den er ferdig";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Det oppsto en ukjent feil ved kjøring av JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Utfør JavaScript på nettside mislyktes fordi prosedyren brukte for lang tid på å ta i bruk fullføringshåndtereren.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript-tidsavbrudd";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "JavaScript-unntak";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Ugyldig JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "SSH-autentisering mislyktes";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Kontroller akkreditivene dine i Utfør SSH-prosedyre-handlingen, og prøv igjen.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Snarvei ikke funnet";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Kontroller at en gyldig snarvei er valgt i Utfør snarvei-handlingen.";

/* SSH action error */
"Channel allocation error" = "Kanaltildelingsfeil";

/* SSH action error */
"Connection timed out" = "Tidsavbrudd for forbindelse";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Utfør prosedyre over SSH kunne ikke koble til SSH-tjeneren.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Ukjent album";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Det valgte bildealbumet finnes ikke.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Skann kode";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Søk i Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Du må oppgi et søk til Søk etter lokale bedrifter.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Ingen steder funnet";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Ingen steder ble funnet med nøkkelordene «%@».";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Hvis du selv fungerer som vert for WordPress, oppgir du URL-en til nettstedet ditt ovenfor.";

/* Section header */
"WordPress Login" = "WordPress-pålogging";

/* Section header for WordPress site URL */
"Site URL" = "Nettsted-URL";

/* Section header title */
"CloudApp Login" = "CloudApp-pålogging";

/* Section header title */
"Incoming Mail Server" = "Innkommende e‑posttjener";

/* Section header title */
"Instapaper Login" = "Instapaper-pålogging";

/* Section header title */
"Outgoing Mail Server" = "Utgående e‑posttjener";

/* Section header title; email account */
"Accounts" = "Kontoer";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Kan ikke sende e-post. Det er mulig at e-post ikke er konfigurert.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Ugyldig e-postkonto";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Den valgte e-postkontoen er ikke logget på i Snarveier på denne enheten.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Kan ikke sende meldinger. Det er mulig at iMessage ikke er aktivert.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Det angitte beløpet, %@, er over det tillatte maksimumsbeløpet du kan sende.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Det angitte beløpet, %@, er under det tillatte minimumsbeløpet du kan sende.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Beløpet du har angitt, var i %1$@, som ikke støttes av %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Det er ikke nok penger på kontoen til å sende betalingen.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Personen du prøver å sende penger til, har ikke konfigurert en konto for %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Det er ikke satt opp noen bankkonto på denne enheten.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Du må åpne %@ for å verifisere akkreditivene.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Over maksimumsbeløpet";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Under minstebeløpet";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Valutaenheten støttes ikke";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Utilstrekkelige midler";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Bankkonto mangler";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Akkreditiver ikke verifisert";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Ingen konto";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Sted";

/* Service name */
"Microphone" = "Mikrofon";

/* Service name */
"Notifications" = "Varslinger";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Talegjenkjenning";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Ingen nøkkel oppgitt til Angi ordbokverdi-handlingen for verdien «%@».";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Ingen verdi oppgitt";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Ingen verdi oppgitt til Angi ordbokverdi-handlingen for nøkkelen «%@».";

/* Show definition action error */
"A definition could not be found for that term." = "Fant ingen definisjon for denne termen.";

/* Show definition action error */
"No Word Specified" = "Intet ord angitt";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Ingen ord ble sendt som inndata til Vis definisjon";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Dette kan skje hvis det ikke er installert noen ordbøker. Du kan administrere ordbøkene ved å markere et ord i en hvilken som helst app og velge «Slå opp» og deretter trykke på «Administrer ordbøker».";

/* Show in calendar action error */
"Calendar could not be opened." = "Kunne ikke åpne Kalender.";

/* Show webpage action error */
"Unsupported URL" = "URL-en støttes ikke";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Vis nettside støtter URL-er av typen http:// og https://. Du prøvde å vise en URL med %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ er ikke konfigurert til å utføre anrop.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Kunne ikke starte samtale fordi %@ ikke er tilgjengelig.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Kunne ikke starte samtale fordi %@ ikke kan delta i samtalen.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ støtter ikke kontaktdetaljene du har oppgitt.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Konfigurering kreves";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ er ikke tilgjengelig";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Kontakten støttes ikke";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Ugyldige kontaktdetaljer";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Startdato blodtrykk";

/* Subcategory */
"Device" = "Enhet";

/* Subcategory for Set Volume action */
"Playback" = "Avspilling";

/* Take photo action error */
"No suitable camera was detected on this device." = "Fant ikke noe passende kamera på denne enheten.";

/* Time until date action */
"An invalid date to compare to was provided." = "Det ble oppgitt en ugyldig sammenligningsdato.";

/* Time until date action */
"No from date was provided." = "Ingen fra-dato oppgitt.";

/* Time until date action error */
"An invalid from date was provided." = "Det ble oppgitt en ugyldig fra-dato.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Usikker JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Ugyldig sluttklokkeslett angitt. Angi et sluttklokkeslett for Ikke forstyrr.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Ingen kalenderhendelse angitt. Angi en kalenderhendelse som Ikke forstyrr skal aktiveres for.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Angi et sluttklokkeslett etter nåværende klokkeslett for Ikke forstyrr.";

/* Trim video action error */
"The input was not a video that can be edited." = "Inndata var ikke en video som kan redigeres.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Ugyldig URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Godkjenn Snarveier på nytt i Ulysses for å få tilgang til dette arket.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Ulysses-tilgang kreves";

/* Unspecified health kit category sample type */
"Unspecified" = "Uspesifisert";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Lydopptak";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " og ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " og ";

/* User name field title */
"User Name" = "Brukernavn";

/* Username placeholder or title */
"Username" = "Brukernavn";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Lommelykten på denne enheten er for øyeblikket ikke tilgjengelig for Snarveier.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Denne enheten har ikke noen lommelykt.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Værhandlingen er konfigurert for å hente været fra et angitt sted, men sted har ikke blitt angitt.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Finner ikke sted.";

/* Weather condition: Blizzard */
"Blizzard" = "Snøstorm";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Virvlende snø";

/* Weather condition: Blustery */
"Blustery" = "Sterk vind";

/* Weather condition: Clear */
"Clear" = "Skyfritt";

/* Weather condition: Cloudy */
"Cloudy" = "Skyet";

/* Weather condition: Cold */
"Cold" = "Kaldt";

/* Weather condition: Drizzle */
"Drizzle" = "Yr";

/* Weather condition: Dust */
"Dust" = "Støv";

/* Weather condition: Foggy */
"Foggy" = "Tåke";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Underkjølt yr";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Underkjølt regn";

/* Weather condition: Hail */
"Hail" = "Hagl";

/* Weather condition: Haze */
"Haze" = "Dis";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Kraftig regn";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Kraftige snøbyger";

/* Weather condition: Hot */
"Hot" = "Varmt";

/* Weather condition: Hurricane */
"Hurricane" = "Orkan";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Spredte tordenbyger";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Spredt tordenvær";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Lette snøbyger";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Regn og hagl";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Regn og sludd";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Regn og snø";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Snø og sludd";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Stort sett skyfritt";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Stort sett skyet";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Delvis skyet";

/* Weather condition: Rain */
"Rain" = "Regn";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Spredte regnbyger";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Spredte snøbyger";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Spredt tordenvær";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Kraftig torden";

/* Weather condition: Showers */
"Showers" = "Regnbyger";

/* Weather condition: Sleet */
"Sleet" = "Sludd";

/* Weather condition: Smoky */
"Smoky" = "Forurenset";

/* Weather condition: Snow */
"Snow" = "Snø";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Snøbyger";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Kraftig tordenvær";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tropisk storm";

/* Weather condition: Windy */
"Windy" = "Vind";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ og %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Luftforurensende stoff";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Luftforurensende stoff";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Mappen finnes ikke.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Fant ikke iCloud-beholderen.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud kunne ikke hente en kobling til denne filen fordi det er en mappe. iCloud kan kun hente koblinger til vanlige filer.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud kunne ikke hente en kobling til denne %@ fordi det er en pakke (en pakke er en mappe som fungerer som en fil).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "«%@» er en pakke";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Banen du prøvde å arkivere til (%@), finnes ikke i iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Banen du prøvde å arkivere til (%@), er en fil i iCloud. Når du skal arkivere flere filer samtidig, bør du i stedet angi en bane til en mappe.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "«%@» er en mappe";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Filen finnes allerede";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Filen finnes allerede.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Du har oppgitt feil e-postadresse eller passord. For å logge på iCloud Mail i Snarveier må du bruke et appspesifikt passord.\n\nHvis totrinnsautentisering ikke er aktivert, må du aktivere det for å kunne generere et appspesifikt passord.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Skuespiller";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Forfatter";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Komponist";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Beskrivelse";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Regissør";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Spillefilm";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Sjanger";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Nøkkelord";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Språk";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Produsent";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "Produkt-ID";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Vurderingsindeks";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Vurdering";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Utgivelsesår";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Kortfilm";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Vis";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Utvikler";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Sang";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Episode";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Sesong";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Tittel";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Alle";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Spor";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Forfattere";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Lydbøker";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Bøker";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Artister";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filmer";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Albumer";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Artister";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Sanger";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Spor";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Musikkvideoer";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Forfattere";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podkaster";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Artister";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Kortfilmer";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Episoder";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Sesonger";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Artister";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Spor";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Apper";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Lydbøker";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Bøker";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Musikkvideoer";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Musikk";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podkaster";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Kortfilmer";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "TV-programmer";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Alle";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filmer";

